Repository: avit/indefero
Catalog: src/IDF/locale/*/idf.po
Languages: fr

source: project
fr: projet

source: submitter
fr: auteur

source: summary
fr: résumé

source: changelog
fr: changements

source: creation date
fr: date de création

source: New Commit %s - %s (%s)
fr: Nouveau commit %s - %s (%s)

source: by
fr: par

source: key
fr: clef

source: value
fr: valeur

source: issue
fr: ticket

source: comment
fr: commentaire

source: changes
fr: changements

source: Serialized array of the changes in the issue.
fr: Tableau sérialisé des changements du ticket.

source: <a href="%1$s" class="%2$s" title="View issue">Issue %3$d</a>, %4$s
fr: <a href="%1$s" class="%2$s" title="Voir le ticket">Ticket %3$d</a>, %4$s

source: Summary:
fr: Résumé :

source: Status:
fr: Statut :

source: Owner:
fr: Propriétaire :

source: Labels:
fr: Étiquettes :

source: Comment on <a href="%s" class="%s">issue&nbsp;%d</a>
fr: Commentaire sur le <a href="%s" class="%s">ticket&nbsp;%d</a>

source: %s: Comment on issue %d - %s
fr: %s: Commentaire sur le ticket %d - %s

source: file name
fr: nom du fichier

source: the file
fr: le fichier

source: file size
fr: taille du fichier

source: Other
fr: Autre

source: modification date
fr: date de modification

source: owner
fr: propriétaire

source: interested users
fr: personnes intéressées

source: Interested users will get an email notification when the issue is changed.
fr: Les personnes intéressées reçoivent un email d'information quand le ticket est changé.

source: labels
fr: étiquettes

source: status
fr: statut

source: Creation of <a href="%s" class="%s">issue&nbsp;%d</a>
fr: Création du <a href="%s" class="%s">ticket&nbsp;%d</a>

source: %s: Issue %d created - %s
fr: %s: Création du ticket %d - %s

source: user
fr: utilisateur

source: ssh key
fr: clef ssh

source: name
fr: nom

source: short name
fr: nom court

source: Used in the url to access the project, must be short with only letters and numbers.
fr: Le nom court est utilisé dans l'url d'accès au projet. Il doit être court avec uniquement des lettres et des chiffres.

source: short description
fr: Petite description

source: A one line description of the project.
fr: Une d'une ligne du projet.

source: The description can be extended using the markdown syntax.
fr: La description peut être améliorée en utilisant la syntaxe Markdown.

source: private
fr: privé

source: Project "%s" not found.
fr: Projet "%s" non trouvé.

source: tag class
fr: classe de l'étiquette

source: The class of the tag.
fr: La classe de l'étiquette.

source: Lower case version of the name for fast searching.
fr: Version minuscule du nom pour chercher rapidement.

source: file
fr: fichier

source: The path is relative to the upload path.
fr: Le chemin est relatif au répertoire de mise en ligne.

source: file size in bytes
fr: taille du fichier en octets

source: number of downloads
fr: nombre de téléchargements

source: <a href="%1$s" title="View download">Download %2$d</a>, %3$s
fr: <a href="%1$s" title="Voir le téléchargement">Téléchargement %2$d</a>, %3$s

source: Addition of <a href="%s">download&nbsp;%d</a>
fr: Création du <a href="%s">téléchargement&nbsp;%d</a>

source: %s: Download %d added - %s
fr: %s: Ajout du téléchargement %d - %s

source: Projects
fr: Projets

source: Create Your Account
fr: Créez votre compte

source: Confirm Your Account Creation
fr: Confirmez la création de votre compte

source: Welcome! You can now participate in the life of your project of choice.
fr: Bienvenue ! Vous pouvez maintenant prendre part à la vie du projet de votre choix.

source: Password Recovery
fr: Récupération du mot de passe

source: Welcome back! Next time, you can use your broswer options to remember the password.
fr: Re bienvenue ! La prochaine fois, vous pouvez utiliser les options de votre navigateur pour qu'il se souvienne de votre mot de passe.

source: Here to Help You!
fr: Ici pour vous aider !

source: InDefero API (Application Programming Interface)
fr: API d'InDefero (Interface de Programmation de l'Application)

source: title
fr: titre

source: The title of the page must only contain letters, digits or the dash character. For example: My-new-Wiki-Page.
fr: Le titre de la page ne doit contenir que des lettres, chiffres ou le tiret. Par exemple : Ma-Page.

source: A one line description of the page content.
fr: Une petite description du contenu de la page.

source: <a href="%1$s" title="View page">%2$s</a>, %3$s
fr: <a href="%1$s" title="Voir page">%2$s</a>, %3$s

source: Creation of <a href="%s">page&nbsp;%s</a>
fr: Création de la <a href="%s">page&nbsp;%s</a>

source: %s: Documentation page %s added - %s
fr: %s: Page de documentation %s ajoutée - %s

source: A one line description of the changes.
fr: Une petite description des changements faits.

source: content
fr: contenu

source: Change of <a href="%s">%s</a>
fr: Changement de <a href="%s">%s</a>

source: %s: Documentation page %s updated - %s
fr: %s: Page de documentation %s mise à jour - %s

source: word
fr: mot

source: model class
fr: classes du modèle

source: model id
fr: id du modèle

source: occurences
fr: occurrences

source: ponderated occurence
fr: occurrence pondérée

source: review
fr: revue de code

source: The repository %s already exists.
fr: Le dépôt %s existe déjà.

source: %s does not exist or is not writable.
fr: %s n'existe pas ou vous ne disposez pas des droits pour écrire dedans.

source: %s Documentation
fr: Documentation de %s

source: This table shows the documentation pages.
fr: Ce tableau liste les pages de documentation.

source: Page Title
fr: Titre

source: Summary
fr: Résumé

source: Updated
fr: Mise à jour

source: No documentation pages were found.
fr: Aucune page de documentation n'a été trouvée.

source: Documentation Search - %s
fr: Recherche dans la documentation - %s

source: This table shows the pages found.
fr: Ce tableau montre les pages trouvées.

source: No pages were found.
fr: Aucune page trouvée.

source: %1$s Documentation Pages with Label %2$s
fr: Documentation de %1$s avec l'étiquette %2$s

source: This table shows the documentation pages with label %s.
fr: Ce tableau liste les pages de documentation avec le label %s.

source: New Page
fr: Nouvelle page

source: The page <a href="%s">%s</a> has been created.
fr: La page <a href="%s">%s</a> a été créée.

source: The old revision has been deleted.
fr: La vieille version a été supprimée.

source: Delete Old Revision of %s
fr: Suppression de la vieille version de %s

source: Update %s
fr: Mise à jour de %s

source: The page <a href="%s">%s</a> has been updated.
fr: La page <a href="%s">%s</a> a été mise à jour.

source: %s Updates
fr: Mises à jour de %s

source: This table shows the project updates.
fr: Ce tableau montre les mises à jour du projet.

source: Age
fr: Âge

source: Change
fr: Changement

source: No changes were found.
fr: Aucun changement trouvé.

source: Updates
fr: Mises à jour

source: %s Project Summary
fr: Résumé du projet %s

source: The project has been updated.
fr: Le projet a été mis à jour.

source: %s Issue Tracking Configuration
fr: Configuration du gestionnaire de tickets de %s

source: The issue tracking configuration has been saved.
fr: La configuration du gestionnaire de tickets a été sauvegardée.

source: %s Downloads Configuration
fr: Configuration des Téléchargements de %s

source: The downloads configuration has been saved.
fr: La configuration des téléchargements a été sauvegardée.

source: %s Documentation Configuration
fr: Configuration de la documentation de %s

source: The documentation configuration has been saved.
fr: La configuration de la documentation a été sauvegardée.

source: %s Project Members
fr: Membres du projet %s

source: The project membership has been saved.
fr: Les membres du projet ont été sauvegardés.

source: %s Tabs Access Rights
fr: Accès aux onglets de %s

source: The project tabs access rights have been saved.
fr: Les droits d'accès aux onglets du projet ont été sauvegardés.

source: %s Source
fr: Source de %s

source: The project source configuration has been saved.
fr: La configuration du dépôt a été sauvegardée.

source: %s Code Reviews
fr: Revues de code de %s

source: This table shows the latest reviews.
fr: Ce tableau montre les dernières revues de code.

source: Status
fr: Statut

source: Last Updated
fr: Dernière mise à jour

source: No reviews were found.
fr: Aucune revue de code trouvée.

source: Start Code Review
fr: Nouvelle revue de code

source: The <a href="%s">code review %d</a> has been created.
fr: La <a href="%s">revue de code %d</a> a été créée.

source: Review <a href="%s">%d</a>: %s
fr: Revue de code <a href="%s">%d</a> : %s

source: Your <a href="%s">code review %d</a> has been published.
fr: Votre <a href="%s">revue de code %d</a> a été publiée.

source: Updated Code Review %s - %s (%s)
fr: Mise à jour de la revue de code %s - %s (%s)

source: Your Dashboard - Working Issues
fr: Votre dashboard - Tickets en cours

source: Your Dashboard - Submitted Issues
fr: Votre dashboard - Tickets soumis

source: This table shows the open issues.
fr: Ce tableau montre les tickets ouverts.

source: Project
fr: Projet

source: No issues are assigned to you, yeah!
fr: Aucun ticket en cours pour vous, yeah !

source: All the issues you submitted are fixed, yeah!
fr: Tous les tickets que vous avez soumis ont été fixés, yeah !

source: Your personal information have been updated.
fr: Vos informations personnelles ont été mises à jour.

source: Troncated for security reasons.
fr: Par sécurité affichage tronqué.

source: You have not upload your public SSH key yet.
fr: Vous n'avez pas encore donné votre clef SSH.

source: Your Account
fr: Votre compte

source: Confirm The Email Change
fr: Confirmez le changement d'adresse

source: Your new email address "%s" has been validated. Thank you!
fr: Votre nouvelle adresse email "%s" a été validée. Merci !

source: %s Source Help
fr: Aide des sources de %s

source: %1$s %2$s Change Log
fr: Changements %2$s de %1$s

source: %1$s %2$s Source Tree
fr: Arbre des sources %2$s de %1$s

source: %s Commit Details
fr: Détails d'un commit de %s

source: %s Commit Details - %s
fr: Détails d'un commit de %s - %s

source: %s Open Issues
fr: Tickets ouverts de %s

source: No issues were found.
fr: Aucun ticket n'a été trouvé.

source: My Submitted %s Issues
fr: Mes tickets soumis pour %s

source: My Working %s Issues
fr: Mes tickets en cours pour %s

source: Submit a new issue
fr: Soumettre un nouveau ticket

source: <a href="%s">Issue %d</a> has been created.
fr: Le <a href="%s">ticket %d</a> a été créé.

source: Issue %s - %s (%s)
fr: Ticket %s - %s (%s)

source: Search Issues - %s
fr: Recherche de tickets - %s

source: This table shows the found issues.
fr: Ce tableau montre les tickets trouvés.

source: Issue <a href="%s">%d</a>: %s
fr: Ticket <a href="%s">%d</a> : %s

source: <a href="%s">Issue %d</a> has been updated.
fr: Le <a href="%s">ticket %d</a> a été mise à jour.

source: Updated Issue %s - %s (%s)
fr: Mise à jour ticket %s - %s (%s)

source: View %s
fr: Voir %s

source: %s Closed Issues
fr: Tickets fermés de %s

source: This table shows the closed issues.
fr: Ce tableau montre les tickets fermés.

source: %1$s Issues with Label %2$s
fr: %1$s tickets avec l'étiquette %2$s

source: %1$s Closed Issues with Label %2$s
fr: Tickets fermés de %1$s avec l'étiquette %2$s

source: This table shows the issues with label %s.
fr: Ce tableau montre les tickets avec l'étiquette %s.

source: The issue has been removed from your watch list.
fr: Le ticket a été supprimé de votre liste de surveillance.

source: The issue has been added to your watch list.
fr: Le ticket a été ajouté à votre liste de surveillance.

source: On your watch list.
fr: Dans votre liste de surveillance.

source: %s Downloads
fr: Téléchargements de %s

source: This table shows the files to download.
fr: Ce tableau présente la liste des fichiers en téléchargement.

source: File
fr: Fichier

source: Size
fr: Taille

source: Uploaded
fr: Mis en ligne

source: No downloads were found.
fr: Aucun fichier n'a été trouvé.

source: Download %s
fr: Télécharger %s

source: The file <a href="%1$s">%2$s</a> has been updated.
fr: Le fichier <a href="%1$s">%2$s</a> a été mis à jour.

source: Delete Download %s
fr: Supprimer le fichier %s

source: The file has been deleted.
fr: Le fichier a été supprimé.

source: New Download
fr: Nouveau téléchargement

source: The <a href="%s">file</a> has been uploaded.
fr: Le <a href="%s">fichier</a> a été mis en ligne.

source: %1$s Downloads with Label %2$s
fr: Téléchargements avec l'étiquette %2$s de %1$s

source: This table shows the downloads with label %s.
fr: Ce tableau montre les téléchargements avec l'étiquette %s.

source: Administer
fr: Administrer

source: This table shows the projects in the forge.
fr: Ce tableau montre les projets de la forge.

source: Short Name
fr: Nom court

source: Name
fr: Nom

source: No projects were found.
fr: Aucun projet n'a été trouvé.

source: Create Project
fr: Créer un projet

source: The project has been created.
fr: Le projet a été créé.

source: Delete %s Project
fr: Supprimer le projet %s

source: The project has been deleted.
fr: Le projet a été supprimé.

source: Not Validated User List
fr: Liste des utilisateurs non confirmés

source: User List
fr: Liste des utilisateurs

source: This table shows the users in the forge.
fr: Ce tableau montre les utilisateurs de la forge.

source: login
fr: identifiant

source: Active
fr: Actif

source: Last Login
fr: Dernier login

source: No users were found.
fr: Aucun utilisateur trouvé.

source: You do not have the rights to update this user.
fr: Vous n'avez pas les droits pour mettre à jour cet utilisateur.

source: The user has been updated.
fr: L'utilisateur a été mis à jour.

source: Yes
fr: Oui

source: No
fr: Non

source: Your verification key
fr: Votre clef de vérification

source: The validation key is not valid. Please copy/paste it from your confirmation email.
fr: Nous sommes désolés mais cette clef de confirmation est invalide. Vous devriez peut-être faire directement un copier/coller depuis votre email de confirmation.

source: Cannot save the model from an invalid form.
fr: Ne peut pas sauvegarder le modèle depuis un formulaire invalide.

source: Labels
fr: Étiquettes

source: For security reason, you cannot upload a file with this extension.
fr: Pour des raisons de sécurité, vous ne pouvez pas mettre en ligne un fichier avec cette extension.

source: You cannot provide more than label from the %s class to an issue.
fr: Vous ne pouvez pas fournir plus d'une étiquette de la classe %s à un ticket.

source: You provided an invalid label.
fr: Vous avez donné une étiquette invalide.

source: New download - %s (%s)
fr: Nouveau téléchargement - %s (%s)

source: We are sorry but this validation key is not valid. Maybe you should directly copy/paste it from your validation email.
fr: Nous sommes désolés mais cette clef de validation est invalide. Vous devriez peut-être faire directement un copier/coller depuis votre email de validation.

source: Sorry, but this verification key has expired, please restart the password recovery sequence. For security reasons, the verification key is only valid 24h.
fr: Désolé mais votre clef de vérification a expiré, merci de recommencer la procédure de récupération de votre mot de passe. Pour des raisons de sécurité, la clef de vérification n'est valide que 24h.

source: Cannot save an invalid form.
fr: Ne peut pas sauvegarder un formulaire invalide.

source: Your login
fr: Votre identifiant

source: The login must be between 3 and 15 characters long and contains only letters and digits.
fr: L'identifiant doit avoir entre 3 et 15 caractères et ne doit contenir que des lettres et des chiffres.

source: Your email
fr: Votre email

source: We will never send you any unsolicited emails. We hate spams too!
fr: Nous ne vous enverrons aucun message non sollicité. Comme vous, nous avons ras le bol du spam.

source: I agree to the terms and conditions.
fr: J'accepte les conditions d'usage du service.

source: The login "%s" can only contain letters and digits.
fr: L'identifiant "%s" ne doit contenir que des lettres et des chiffres.

source: The login "%s" is already used, please find another one.
fr: L'identifiant "%s" est déjà utilisé, merci d'en choisir un autre.

source: We know, this is boring, but you need to agree with the terms and conditions.
fr: Nous savons que c'est inintéressant, mais vous devez accepter les conditions d'usage du service.

source: The email "%s" is already used. If you need, click on the help link to recover your password.
fr: L'email "%s" est déjà utilisé. Si vous devez, vous pouvez récupérer votre mot de passe via le lien d'aide.

source: Confirm the creation of your account.
fr: Confirmez la création de votre compte.

source: Predefined download labels
fr: Étiquettes prédéfinies des téléchargements

source: Each download may have at most one label with each of these classes
fr: Chaque téléchargement ne peut avoir qu'une seule étiquette pour chacune de ces classes

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Your mail
fr: Votre email

source: If you change your email address, an email will be sent to the new address to confirm it.
fr: Si vous changez votre adresse email, un email sera envoyé à la nouvelle adresse pour confirmation.

source: Language
fr: Langage

source: Your password
fr: Votre mot de passe

source: Leave blank if you do not want to change your password.
fr: Laissez vide si vous ne voulez pas changer votre mot de passe.

source: Your password must be hard for other people to find it, but easy for you to remember.
fr: Votre mot de passe doit être difficile à trouver pour d'autres personnes, mais simple à retenir pour vous.

source: Confirm your password
fr: Confirmez votre mot de passe

source: Your public SSH key
fr: Votre clef SSH publique

source: Be careful to provide your public key and not your private key!
fr: Faites attention de bien donner votre clef publique et non votre clef privée !

source: Confirm your new email address.
fr: Confirmez votre nouvelle adresse email.

source: A validation email has been sent to "%s" to validate the email address change.
fr: Un email a été envoyé à "%s" pour valider le changement d'adresse.

source: The email "%s" is already used.
fr: L'adresse email "%s" est déjà utilisée.

source: The passwords do not match. Please give them again.
fr: Les mots de passe ne sont pas identiques, veuillez les donner de nouveau.

source: Your confirmation key
fr: Votre clef de confirmation

source: We are sorry but this confirmation key is not valid. Maybe you should directly copy/paste it from your confirmation email.
fr: Nous sommes désolés mais cette clef de confirmation est invalide. Vous devriez peut-être faire directement un copier/coller depuis votre email de confirmation.

source: This account has already been confirmed. Maybe should you try to recover your password using the help link.
fr: Ce compte a déjà été confirmé. Peut-être devez vous essayer de retrouver votre mot de passe via le lien d'aide.

source: The two passwords must be the same.
fr: Les deux mots de passe doivent être identiques.

source: Private project
fr: Projet privé

source: Shortname
fr: Nom court

source: It must be unique for each project and composed only of letters and digits.
fr: Il doit être unique pour chaque projet et ne doit contenir que des lettres et des chiffres.

source: Repository type
fr: Type de dépôt

source: Remote Subversion repository
fr: Dépôt Subversion distant

source: Repository username
fr: Identifiant d'accès

source: Repository password
fr: Mot de passe du dépôt

source: Project owners
fr: Propriétaires du projet

source: Project members
fr: Membres du projet

source: This shortname contains illegal characters, please use only letters and digits.
fr: Ce nom court contient des caractères non autorisés, il ne doit être composé que de lettres et de chiffres.

source: The shortname cannot start with the dash (-) character.
fr: Le nom court ne doit pas démarrer avec un tiret (-).

source: The shortname cannot end with the dash (-) character.
fr: Le nom court ne doit pas se terminer avec un tiret (-).

source: This shortname is already used. Please select another one.
fr: Ce nom court est déjà utilisé, veuillez en sélectionner un autre.

source: Click on the Administer tab to set the description of your project.
fr: Cliquez sur l'onglet Administration pour définir la description du projet.

source: Password
fr: Mot de passe

source: Leave blank if you do not want to change the password.
fr: Laissez vide si vous ne voulez pas changer le mot de passe.

source: The password must be hard for other people to find it, but easy for the user to remember.
fr: Le mot de passe doit être difficile à trouver pour d'autres personnes, mais simple à retenir pour l'utilisateur.

source: Confirm password
fr: Confirmation du mot de passe

source: If you give staff rights to a user, you really need to trust him.
fr: Si vous donnez les droits de staff à un utilisateur, vous devez vraiment lui faire confiance.

source: If the user is not getting the confirmation email or is abusing the system, you can directly enable or disable his account here.
fr: Si l'utilisateur ne reçoit pas l'email de confirmation ou s'il abuse du système, vous pouvez directement activer ou désactiver son compte ici.

source: A user with this email already exists, please provide another email address.
fr: Un utilisateur avec cet email existe déjà, merci de fournir une autre adresse email.

source: Confirmation code
fr: Code de confirmation

source: I have made a backup of all the important data of this project.
fr: J'ai réalisé une copie de sauvegarde des informations importantes de ce projet.

source: The confirmation code does not match. Please provide a valid confirmation code to delete the project.
fr: Le code de confirmation ne correspond pas. Merci de fournir un code de confirmation valide pour supprimer ce projet.

source: Sorry, you really need to backup your data before deletion.
fr: Désolé, vous devez vraiment faire une copie de sauvegarde des informations importantes de ce projet.

source: Page title
fr: Titre

source: The page name must contains only letters, digits and the dash (-) character.
fr: Le nom de la page ne doit contenir que des lettres, chiffres et le tiret (-).

source: This one line description is displayed in the list of pages.
fr: Cette description est affichée dans la liste des pages.

source: Content
fr: Contenu

source: Comment
fr: Commentaire

source: One line to describe the changes you made.
fr: Une ligne pour décrire les changements que vous avez faits.

source: The title contains invalid characters.
fr: Le titre contient des caractères non valides.

source: A page with this title already exists.
fr: Une page avec ce titre existe déjà.

source: You cannot provide more than label from the %s class to a page.
fr: Vous ne pouvez pas fournir plus d'une étiquette de la classe %s à une page.

source: Documentation Page Changed %s - %s (%s)
fr: Changement de documentation %s - %s (%s)

source: Downloads
fr: Téléchargements

source: Code Review
fr: Revue de code

source: Issues
fr: Tickets

source: Open to all
fr: Ouvert à tous

source: Signed in users
fr: Utilisateurs authentifiés

source: Closed
fr: Fermé

source: Extra authorized users
fr: Utilisateurs autorisés supplémentaires

source: # Introduction Add your content here. # Details Add your content here. Format your content with: * Text in **bold** or *italic*. * Headings, paragraphs, and lists. * Links to other [[WikiPage]].
fr: # Introduction Ajoutez votre contenu ici. # Détails Ajoutez votre contenu ici. Vous pouvez avoir : * du texte en **gras** ou *italique* ; * des titres, paragraphes ou listes ; * des liens vers d'autres [[PageDeDocumentation]].
