Repository: avit/indefero
Catalog: src/IDF/locale/*/idf.po
Languages: fr

source: Provide either your login or email address, if a corresponding user is found in the database, we will send you an email with the details on how to reset your password.
fr: Donnez votre identifiant ou votre adresse email. Si un utilisateur correspondant est trouvé, nous vous enverrons un email avec les informations nécessaire à la récupération de votre mot de passe.

source: Oups, please check the form for errors.
fr: Oups, veuillez corriger les erreurs dans le formulaire.

source: Extra password
fr: Mot de passe supplémentaire

source: This password is used to access some of the external systems managed by our infrastructure. It will be regenerated if you change your password.
fr: Ce mot de passe est utilisé pour accéder à une partie des systèmes de notre infrastructure. Il sera régénéré si vous changez votre mot de passe.

source: API key
fr: Clé d'API

source: Your API key will be regenerated automatically if you change your password.
fr: Votre clef d'API sera automatiquement régénérée si vous changez votre mot de passe.

source: Update Your Account
fr: Mettre à jour votre compte

source: If possible, use your real name. By using your real name, people will have more trust in your comments and remarks.
fr: Si possible, utilisez votre vrai nom. En utilisant votre vrai nom, les personnes utilisant ce site auront naturellement plus confiance en vos commentaires et remarques.

source: The extra password is used to access some of the external systems and the API key is used to interact with this website using a program.
fr: La clef d'API est utilisée pour communiquer avec le site en utilisant un programme externe et le mot de passe supplémentaire est utilisé pour accéder à certaines parties de l'infrastructure.

source: Show API key and extra password
fr: Montrer la clef d'API et le mot de passe supplémentaire

source: You are looking at the public profile of %%member%%.
fr: Vous regardez le profil public de %%member%%.

source: Last time seen:
fr: Vu la dernière fois :

source: Member since:
fr: Membre depuis :

source: <a href="%%url%%">Update your account</a>.
fr: <a href="%%url%%">Mettre à jour votre compte</a>.

source: <a href="%%url%%">See your public profile</a>.
fr: <a href="%%url%%">Voir votre profil public</a>.

source: Working issues:
fr: Tickets en cours:

source: Submitted issues:
fr: Tickets soumis :

source: Reset Your Password
fr: Redéfinir votre mot de passe

source: This is the last step, but just <strong>be sure to have the cookies enabled</strong> to log in afterwards.
fr: C'est la dernière étape, mais <strong>assurez-vous que les cookies soient activés dans votre navigateur</strong> pour vous connecter par la suite.

source: Hello %%user%%, You lost your password and wanted to recover it. To provide a new password for your account, you just have to follow the provided link. You will get a simple form to provide a new password. %%url%% Alternatively, go to this page: %%urlik%% and provide the following verification key: %%key%% If you are not the one who requested to reset your password, simply ignore this email, your password will not be changed. Yours faithfully, The development team.
fr: Bonjour %%user%%, Vous avez perdu votre mot de passe et voulez le retrouver.Pour définir un nouveau mot de passe pour votre compte,vous devez juste suivre le lien suivant et un formulaire vouspermettra de donner de nouveau un mot de passe :%%url%% Vous pouvez aussi aller sur cette page : %%urlik%% et fournir la clef de vérification suivante : %%key%% Si vous n'êtes la personne ayant fait la demandede récupération de votre mot de passe, ignorez simplementcet email et votre mot de passe restera inchangé. Très cordialement, L'équipe de développement.

source: What is your login?
fr: Quel est votre identifiant ?

source: My login is
fr: Mon identifiant est

source: Do you have a password?
fr: Avez-vous un mot de passe ?

source: No, I am a new here.
fr: Non, je suis nouveau ici.

source: my password is
fr: mon mot de passe est

source: Sign in
fr: Vous identifier

source: I lost my password!
fr: J'ai perdu mon mot de passe !

source: Latest updates
fr: Dernières mises à jour

source: Latest Updates
fr: Dernières mises à jour

source: Featured Downloads
fr: Téléchargements importants

source: show more...
fr: plus...

source: Development Team
fr: Équipe de développement

source: Admins
fr: Administrateurs

source: Happy Crew
fr: Équipe sympa

source: Featured Documentation
fr: Documentation

source: Personal project feed for %%user%%.
fr: Flux personnel de %%user%% pour ce projet.

source: Enable Your Account
fr: Activez votre compte

source: Confirm Your Account
fr: Confirmez votre compte

source: Use your email software to read your emails and open your confirmation email. Either click directly on the confirmation link or copy/paste the confirmation key in the box and submit the form.
fr: Utilisez votre logiciel de messagerie pour lire votre email de confirmation. Vous pouvez cliquer sur le lien fourni ou copier/coller la clef de confirmation dans le formulaire et le soumettre.

source: Just after providing the confirmation key, you will be able to set your password and start using this website fully.
fr: Juste après avoir fourni la clef de confirmation, vous pourrez donner votre mot de passe et utiliser complètement le site.

source: Read the <a id="showterms" href="#theterms">terms and conditions</a> &ndash; basically <em>"Please be nice, we respect you"</em>.
fr: Lire les <a id="showterms" href="#theterms">conditions d'usage</a> &ndash; en gros <em>"Soyez sympa, on vous respecte"</em>.

source: With your account, you will able to participate in the life of all the projects hosted here. Participating in a software project must be fun, so if you have troubles, you can <a href="%%url%%">let us know about your issues at anytime</a>!
fr: Avec votre compte vous pourrez participer à la vie de tous les projets administrés ici. Participer à la vie d'un logiciel doit être sympa, alors si vous rencontrez des problèmes, vous pouvez <a href="%%url%%">nous le faire savoir à tout instant</a> !

source: Oups, please check the provided login and email address to register.
fr: Oups, veuillez vérifier l'identifiant et l'adresse email pour vous enregistrer.

source: Be sure to provide a valid email address, as we are sending a validation link by email.
fr: Faites attention de bien fournir une adresse email valide car nous vous enverrons un email de confirmation.

source: Did you know?
fr: Le saviez-vous ?

source: Hello, You have requested the creation of an account to participate in the life of a software project. To confirm the account please follow this link: %%url%% Alternatively, go to this page: %%urlik%% and provide the following confirmation key: %%key%% If you are not interested any longer in taking part in the life of the software project or if you can't remember having requested the creation of an accout, please excuse us and simply ignore this email. Yours faithfully, The development team.
fr: Bonjour, Vous avez demandé la création d'un compte pour participer à la vie d'un projet logiciel. Pour confirmer votre compte, suivez ce lien : %%url%% Vous pouvez aussi aller sur cette page : %%urlik%% et fournir la clef de confirmation suivante : %%key%% Si vous n'êtes plus intéressés à participer dans la vie de ce projet logiciel ou si vous ne vous souvenez pas d'avoir fait cette demande, veuillez accepter nos excuses et ignorer ce message. Très cordialement, L'équipe de développement.

source: %%nc%% comment
fr: %%nc%% commentaire

source: Code review is a process in which after or before changes are commited into the code repository, different people discuss the code changes. The goal is to <strong>improve the quality of the code and the contributions</strong>, as such, you must be pragmatic when writing your review. Correctly mention the line numbers (in the old or in the new file) and try to keep a good balance between seriousness and fun.
fr: La revue de code est une discussion sur des changements du code, avant ou après avoir fait les changements dans le dépôt. Le but est d'<strong>améliorer la qualité du code et des contributions</strong>, pour cela vous devez être pragmatique quand vous écrivez votre analyse. Mentionnez bien le numéro des lignes (dans l'ancien et le nouveau fichier) et essayer de garder un bon équilibre entre sérieux et humour dans vos remarques.

source: <strong>Proposing code for review is intimidating</strong>, you know you will receive critics, so please, as a reviewer, <strong>keep this process fun</strong>, use it to help your contributor learn your coding standards and the structure of the code and <strong>make them want to propose more contributions</strong>.
fr: <strong>Proposer des changements pour revue est intimidant</strong>, vous savez que vous allez recevoirdes critiques. Comme participant à la revue, <strong>gardez une bonne ambiance</strong> et aidez le contributeur à apprendre la structure de votre code et vos exigences de qualité. <strong>Donnez-lui envie de proposer de nouvelles contributions</strong>.

source: Comment <a href="%%url%%">%%i%%</a> by <a href="%%whourl%%">%%who%%</a>, %%c.creation_dtime%%
fr: Commentaire <a href="%%url%%">%%i%%</a> par <a href="%%whourl%%">%%who%%</a>, %%c.creation_dtime%%

source: Your comments on the changes in file <em>%%file%%</em>:
fr: Vos commentaires sur les changements proposés au fichier <em>%%file%%</em>:

source: The form contains some errors. Please correct them to submit your review.
fr: Le formulaire contient des erreurs. Merci de les corriger pour soumettre votre revue de code.

source: Reviewers:
fr: Participants :

source: No reviewers at the moment.
fr: Aucun participant à la revue pour le moment.

source: How to Participate in a Code Review
fr: Comment participer à une revue de code

source: Old
fr: Vieux

source: New
fr: Nouveau

source: Submit Code Review
fr: Soumettre la revue de code

source: The following review has been created:
fr: La revue de code suivante a été créée :

source: Reported by:
fr: Rapporté par :

source: Review:
fr: Revue de code :

source: Open Reviews
fr: Revues de code ouvertes

source: The following review has been updated:
fr: La revue de code suivante a été mise à jour :

source: By %%who%%, %%c.creation_dtime%%, on file: %%c.cfile%%
fr: Par %%who%%, %%c.creation_dtime%%, à propos du fichier : %%c.cfile%%

source: Comments (last first):
fr: Commentaires (le dernier en premier) :

source: <p>To start a code review, you need to provide:</p> <ul> <li>A commit or revision of the current code in the repository from which you started your work.</li> <li>A patch describing your changes with respect to the reference commit.</li> <li><strong>Check your patch to not provide any password or confidential information!</strong></li> </ul>
fr: <p>Pour démarrer une revue de code vous devez fournir :</p> <ul> <li>La révision ou le commit de référence qui a servi de base à votre travail.</li> <li>Un patch qui décrit les changements par rapport à la référence.</li> <li><strong>Vérifiez votre patch pour ne fournir aucun mot de passe ou information confidentielle !</strong></li> </ul>

source: The form contains some errors. Please correct them to submit the code review.
fr: Le formulaire contient des erreurs. Merci de les corriger pour soumettre votre revue de code.

source: Select the commit against which you created your patch to be sure it applies correctly.
fr: Sélectionnez le commit correspondant à votre patch pour être certain qu'il puisse s'appliquer correctement.

source: New Issue
fr: Nouveau ticket

source: The following issue has been updated:
fr: Le ticket suivant a été mis à jour :

source: By %%who%%, %%c.creation_dtime%%:
fr: Par %%who%%, %%c.creation_dtime%%

source: (No comments were given for this change.)
fr: (Aucun commentaire n'a été donné pour ce changement.)

source: Attachments:
fr: Pièces jointes :

source: Issue:
fr: Ticket :

source: Reported by %%submitter%%, %%c.creation_dtime%%
fr: Soumis par %%submitter%%, %%c.creation_dtime%%

source: Comment <a href="%%url%%">%%i%%</a> by %%submitter%%, %%c.creation_dtime%%
fr: Commentaire <a href="%%url%%">%%i%%</a> par %%submitter%%, %%c.creation_dtime%%

source: <a href="%%url%%">Sign in</a> to reply to this comment.
fr: <a href="%%url%%">Connectez-vous</a> pour répondre à ce commentaire.

source: This issue is marked as closed, add a comment only if you think this issue is still valid and more work is needed to fully fix it.
fr: Ce ticket est marqué comme fermé. N'ajoutez de commentaires que si vous pensez que ce ticket est toujours valide et qu'un travail supplémentaire est nécessaire pour corriger le problème.

source: %%interested%% person
fr: %%interested%% personne

source: The form contains some errors. Please correct them to change the issue.
fr: Le formulaire contient des erreurs. Merci de les corriger pour mettre à jour ce ticket.

source: Submit Changes
fr: Soumettre les changements

source: Followed by:
fr: Suivi par :

source: Attach file
fr: Attacher un fichier

source: Attach another file
fr: Attacher un autre fichier

source: Open Issues
fr: Tickets ouverts

source: My Issues
fr: Mes tickets

source: Back to the issue
fr: Retour au ticket

source: Attachment to issue <a href="%%url%%">%%issue.id%%</a>
fr: Pièce jointe au ticket <a href="%%url%%">%%issue.id%%</a>

source: <p><strong>Open issues:</strong> <a href="%%open_url%%">%%open%%</a></p> <p><strong>Closed issues:</strong> <a href="%%closed_url%%">%%closed%%</a></p>
fr: <p><strong>Tickets ouverts :</strong> <a href="%%open_url%%">%%open%%</a></p> <p><strong>Tickets fermés :</strong> <a href="%%closed_url%%">%%closed%%</a></p>

source: Found issues:
fr: Tickets trouvés:

source: A new issue has been created and assigned to you:
fr: Un nouveau ticket a été créé et vous a été attribué :

source: <p><strong>Open issues:</strong> <a href="%%open_url%%">%%open%%</a></p> <p><strong>Closed issues:</strong> <a href="%%closed_url%%">%%closed%%</a></p>
fr: <p><strong>Tickets ouverts :</strong> <a href="%%open_url%%">%%open%%</a></p> <p><strong>Tickets fermés :</strong> <a href="%%closed_url%%">%%closed%%</a></p>

source: Label:
fr: Étiquette :

source: Completion:
fr: Accomplissement :

source: <p>When you submit the issue do not forget to provide the following information:</p> <ul> <li>The steps to reproduce the problem.</li> <li>The version of the software and your operating system.</li> <li>Any information that can help the developers to solve the issue.</li> <li><strong>Do not provide any password or confidential information!</strong></li> </ul>
fr: <p>Quand vous soumettez un ticket, n'oubliez de fournir les informations suivantes :</p> <ul> <li>Les étapes pour reproduire le problème.</li> <li>La version de votre logiciel et de votre système d'exploitation.</li> <li>Toute information qui pourrait aider les développeurs à corriger votre problème.</li> <li><strong>Ne fournissez aucun mot de passe ou information confidentielle !</strong></li> </ul>

source: The form contains some errors. Please correct them to submit the issue.
fr: Le formulaire contient des erreurs. Corrigez s'il vous plaît ces erreurs pour soumettre le ticket.

source: Submit Issue
fr: Soumettre le ticket

source: <strong>Attention!</strong> This file is marked as deprecated, download it only if you are sure you need this specific version.
fr: <strong>Attention !</strong> Ce fichier est marqué comme obsolète, téléchargez ce fichier uniquement si vous avez besoin de cette version.

source: The form contains some errors. Please correct them to update the file.
fr: Le formulaire contient des erreurs. Merci de les corriger pour mettre en ligne le fichier.

source: Update File
fr: Mettre à jour le fichier

source: Remove this file
fr: Supprimer ce fichier

source: Delete this file
fr: Supprimer ce fichier

source: Uploaded:
fr: Mis en ligne :

source: Downloads:
fr: Téléchargements :

source: <strong>Attention!</strong> If you want to delete a specific version of your software, maybe, someone is depending on this specific version to run his systems. Are you sure, you will not affect anybody when removing this file?
fr: <strong>Attention !</strong> Si vous voulez supprimer une version spécifique de votre logiciel, peut-être que quelqu'un dépend encore de cette version. Êtes-vous certain que supprimer ce fichier ne va pas importuner certaines personnes ?

source: Instead of deleting the file, you could <a href="%%url%%">mark it as deprecated</a>.
fr: Au lieu de supprimer un fichier, vous pouvez <a href="%%url%%">le marquer comme obsolète</a>.

source: Delete File
fr: Supprimer le fichier

source: See <a href="%%url%%">the deprecated files</a>.
fr: Voir <a href="%%url%%">les fichiers obsolètes</a>.

source: Number of files:
fr: Nombre de fichiers :

source: Each file must have a distinct name and file contents cannot be changed, so be sure to include release numbers in each file name.
fr: Chaque fichier doit avoir un nom différent et ce nom ne peut pas être changé. Faites attention de bien mettre le numéro de révision dans le nom du fichier.

source: The form contains some errors. Please correct them to submit the file.
fr: Le formulaire contient des erreurs. Merci de les corriger pour mettre en ligne le fichier.

source: Submit File
fr: Mettre en ligne

source: A new file is available for download:
fr: Un nouveau fichier est disponible en téléchargement :

source: Submitted by:
fr: Soumis par :

source: Download:
fr: Téléchargement :

source: Today
fr: Aujourd'hui

source: Anonymous
fr: Anonyme

source: Me
fr: Moi

source: Create this documentation page
fr: Créer cette page de documentation
