Repository: avit/indefero
Catalog: src/IDF/locale/*/idf.po
Languages: fr

source: PageName
fr: NomDeLaPage

source: Initial page creation
fr: Création de la page

source: The "upload_issue_path" configuration variable was not set.
fr: La variable de configuration "upload_issue_path" n'a pas été définie.

source: Attach a file
fr: Attacher un fichier

source: Owner
fr: Propriétaire

source: You cannot add a label with the "Status" prefix to an issue.
fr: Vous ne pouvez pas donner à un ticket une étiquette ayant le préfixe "Status".

source: You need to provide a description of the issue.
fr: Vous devez fournir une description du problème.

source: You provided an invalid status.
fr: Vous avez fourni un statut invalide.

source: Your login or email
fr: Votre identifiant ou email

source: Provide either your login or your email to recover your password.
fr: Fournissez soit votre identifiant, soit votre email pour récupérer votre mot de passe.

source: Sorry, we cannot find a user with this email address or login. Feel free to try again.
fr: Désolé, mais nous n'avons pas trouvé d'utilisateur avec cette adresse email ou cet identifiant. Vous pouvez essayer de nouveau.

source: Password Recovery - InDefero
fr: Récupération de votre mot de passe - InDefero

source: No changes were entered.
fr: Aucun changement n'a été entré.

source: You need to provide comments on at least one file.
fr: Vous devez au moins apporter un commentaire à un fichier.

source: New Documentation Page %s - %s (%s)
fr: Nouvelle page de documentation %s - %s (%s)

source: Predefined documentation page labels
fr: Étiquettes prédéfinies des pages

source: Each documentation page may have at most one label with each of these classes
fr: Chaque page ne peut avoir qu'une seule étiquette pour chacune de ces classes

source: Open issue status values
fr: Valeurs des statuts des tickets ouverts

source: Closed issue status values
fr: Valeurs des statuts des tickets fermés

source: Predefined issue labels
fr: Étiquettes prédéfinies des tickets

source: Each issue may have at most one label with each of these classes
fr: Chaque ticket ne peut avoir qu'une seule étiquette pour chacune de ces classes.

source: We were not able to parse your patch. Please provide a valid patch.
fr: Nous n'avons pas réussi à interpréter votre patch. Merci de fournir un patch valid.

source: You provided an invalid commit.
fr: Vous avez fourni un commit invalide.

source: Initial patch to be reviewed.
fr: Patch initial à discuter.

source: New Code Review %s - %s (%s)
fr: Nouvelle revue de code %s - %s (%s)

source: Folder %1$s not found in commit %2$s.
fr: Répertoire %1$s non trouvé dans le commit %2$s.

source: Not a valid tree: %s.
fr: Arbre non valide : %s.

source: <p>This is simple:</p> <ol> <li>Write in the comments "This is a duplicate of issue 123", change 123 with the corresponding issue number.</li> <li>Change the status of the current issue to <em>Duplicate</em>.</li> <li>Submit the changes.</li> </ol>
fr: <p>C'est simple :</p> <ol> <li>Écrivez dans le commentaire "Ceci est un doublon du ticket 123", avec 123 le numéro correspondant au ticket en question.</li> <li>Changez le statut du ticket vers <em>Duplicate</em>.</li> <li>Soumettez les changements.</li> </ol>

source: You need to create an account on <a href="http://en.gravatar.com/">Gravatar</a>, this takes about 5 minutes and is free.
fr: Vous devez créer un compte sur <a href="http://fr.gravatar.com/">Gravatar</a>, cela prend environ 5 minutes et c'est gratuit.

source: The API (Application Programming Interface) is used to interact with InDefero with another program. For example, this can be used to create a desktop program to submit new tickets easily.
fr: L'API (Interface de Programmation de l'Application) est utilisée pour communiquer avec InDefero depuis d'autres programmes. Par exemple, cela peut être utilisé pour créer une application "desktop" permettant de soumettre facilement de nouveaux tickets.

source: <a href="%%url%%">Learn more about the API</a>.
fr: <a href="%%url%%">Apprenez plus à propos de l'API</a>.

source: What are the keyboard shortcuts?
fr: Quels sont les raccourcis clavier ?

source: How to mark an issue as duplicate?
fr: Comment marquer un ticket comme doublon ?

source: How can I display my head next to my comments?
fr: Comment puis-je afficher ma tête à côté de mes commentaires ?

source: What is the API and how to use it?
fr: Qu'est-ce que l'API et comment l'utiliser ?

source: <kbd>Shift+h</kbd>: This help page.
fr: <kbd>Shift+h</kbd> : Cette page d'aide.

source: If you are in a project, you have the following shortcuts:
fr: Si vous êtes dans un projet, vous disposez des raccourcis suivants :

source: <kbd>Shift+u</kbd>: Project updates.
fr: <kbd>Shift+u</kbd> : Mises à jour du projet.

source: <kbd>Shift+d</kbd>: Downloads.
fr: <kbd>Shift+d</kbd> : Téléchargements.

source: <kbd>Shift+a</kbd>: Create a new issue.
fr: <kbd>Shift+a</kbd> : Créer un nouveau ticket.

source: <kbd>Shift+i</kbd>: List of open issues.
fr: <kbd>Shift+i</kbd> : Liste des tickets ouverts.

source: <kbd>Shift+m</kbd>: The issues you submitted.
fr: <kbd>Shift+m</kbd> : Les tickets que vous avez soumis.

source: <kbd>Shift+w</kbd>: The issues assigned to you.
fr: <kbd>Shift+w</kbd> : Les tickets qui vous sont assignés.

source: You also have the standard access keys:
fr: Vous avez aussi les touches d'accès standard :

source: <kbd>Alt+1</kbd>: Home.
fr: <kbd>Alt+1</kbd> : Accueil.

source: <kbd>Alt+2</kbd>: Skip the menus.
fr: <kbd>Alt+2</kbd> : Allez au contenu.

source: <kbd>Alt+4</kbd>: Search (when available).
fr: <kbd>Alt+4</kbd> : Chercher (si disponible).

source: Here we are, just to help you.
fr: Nous sommes là, juste pour vous aider.

source: A new commit has been created:
fr: Une nouvelle révision du code a été créée :

source: Hello,
fr: Bonjour,

source: Project:
fr: Projet :

source: Created by:
fr: Créé par :

source: Created at:
fr: Créé le :

source: Content:
fr: Contenu :

source: Commit details:
fr: Détails de la révision :

source: Source Tree
fr: Arbre des sources

source: Change Log
fr: Liste des changements

source: Source at commit <a class="mono" href="%%url%%">%%commit%%</a> created %%cobject.date%%.
fr: Source au commit <a class="mono" href="%%url%%">%%commit%%</a> créé le %%cobject.date%%.

source: By %%cobject.author%%, %%cobject.title%%
fr: Par %%cobject.author%%, %%cobject.title%%

source: Root
fr: Racine

source: Download this file
fr: Télécharger ce fichier

source: The team behind %%project%% is using the <strong>Mercurial</strong> software to manage the source code.
fr: L'équipe de développement du projet %%project%% utilise <strong>Mercurial</strong> pour gérer le code source.

source: To get write access to the repository, you need to use your username and your <a href="%%url%%">extra password</a>.
fr: Pour avoir accès en écriture au dépôt, vous devez utiliser votre login et votre <a href="%%url%%">mot de passe supplémentaire</a>.

source: Find here more details on how to access %%project%% source code.
fr: Trouvez ici plus de détails pour accéder au code du projet %%project%%.

source: Command-Line Access
fr: Accès en ligne de commande

source: Write Access Authentication
fr: Accès en écriture

source: Download this version
fr: Téléchargez cette version

source: or
fr: ou

source: Help
fr: Aide

source: Property
fr: Propriété

source: set to:
fr: mise à :

source: Revision:
fr: Révision :

source: Go to revision
fr: Voir révision

source: The team behind %%project%% is using the <strong>subversion</strong> software to manage the source code.
fr: L'équipe de développement du projet %%project%% utilise <strong>Subversion</strong> pour gérer le code source.

source: Author:
fr: Auteur :

source: View corresponding source tree
fr: Voir l'arbre des sources correspondant

source: Files:
fr: Fichiers :

source: Change Details
fr: Détails du Changement

source: Download the corresponding diff file
fr: Télécharger le fichier diff correspondant

source: The team behind %%project%% is using the <strong>git</strong> software to manage the source code.
fr: L'équipe de développement du projet %%project%% utilise <strong>Git</strong> pour gérer le code source.

source: You may need to <a href="%%url%%">provide your SSH key</a>. The synchronization of your SSH key can take a couple of minutes. You can learn more about <a href="http://www.google.com/search?q=public+ssh+key+authentication">SSH key authentification</a>.
fr: Vous devez probablement fournir <a href="%%url%%">votre clef SSH</a>. La synchronisation de votre clef SSH peut prendre quelques minutes. Vous pouvez apprendre plus sur l'authentification <a href="http://www.google.fr/search?q=authentification+clef+ssh+publique">avec une clef SSH publique</a>.

source: To make a first commit in the repository, perform the following steps:
fr: Pour faire le premier commit dans le dépôt, effectuez les étapes suivantes :

source: First Commit
fr: Première révision

source: If you are changing the email address of the user, you need to ensure that you are providing a valid email address
fr: Si vous changez l'adresse email d'un utilisateur, vousdevez vous assurez que l'adresse est bien valide.

source: If you give the user staff rights, the user will be able to create new projects and update other non staff users.
fr: Si vous ajoutez un utilisateur au staff, l'utilisateur va avoirla possibilité de créer de nouveaux projets et d'éditer lesinformations des autres utilisateurs.

source: The form contains some errors. Please correct them to update the user.
fr: Le formulaire contient des erreurs. Merci de les corriger pour mettre à jour l'utilisateur.

source: Login:
fr: Identifiant :

source: Update User
fr: Mise à jour

source: Cancel
fr: Annuler

source: See <a href="%%url%%">not validated users</a>.
fr: Voir <a href="%%url%%">les utilisateurs non confirmés</a>.

source: <p>You have here an overview of the users registered in the forge.</p>
fr: <p>Vous avez ici une vue d'ensemble des utilisateurs de la forge.</p>

source: Number of users:
fr: Nombre d'utilisateurs :

source: Welcome, <strong><a class="userw" href="%%url%%">%%user%%</a></strong>.
fr: Bienvenue, <strong><a class="userw" href="%%url%%">%%user%%</a></strong>.

source: Sign Out
fr: Se déconnecter

source: Project List
fr: Liste des projets

source: Help and accessibility features
fr: Aide et accessibilité

source: People
fr: Utilisateurs

source: <p><strong>Instructions:</strong></p> <p>Specify each person by its login. Each person must have already registered with the given login.</p> <p>Separate the logins with commas and/or new lines.</p>
fr: <p><strong>Instructions :</strong></p> <p>Spécifiez chaque personne par son identifiant. Chaque personne doit avoir préalablement créé son compte.</p> <p>Séparez les identifiants par des virgules ou des sauts de ligne.</p>

source: <p><strong>Notes:</strong></p> <p>A project owner may make any change to this project, including removing other project owners. You need to be carefull when you give owner rights.</p> <p>A project member will not have access to the administration area but will have more options available in the use of the project.</p>
fr: <p><strong>Notes :</strong></p> <p>Le propriétaire d'un projet peut faire tous les changements sur un projet, cela inclut la suppression d'autres propriétaires. Soyez donc prudent quand vous ajoutez un propriétaire.</p> <p>Un membre du projet ne va pas avoir accès à l'onglet d'administration mais aura plus d'options dans l'utilisation du site.</p>

source: The form contains some errors. Please correct them to update the project.
fr: Le formulaire contient des erreurs. Merci de les corriger pour mettre à jour le projet.

source: Provide at least one owner for the project.
fr: Fournissez au moins un propriétaire pour le projet.

source: Update Project
fr: Mettre à jour

source: Delete this project
fr: Supprimer ce projet

source: Trash
fr: Poubelle

source: You will be ask to confirm.
fr: Confirmation demandée.

source: Confirmation code to confirm the deletion of the project: <em>%%code%%</em>.
fr: Code de confirmation pour supprimer ce projet : <em>%%code%%</em>.

source: <strong>Attention!</strong> Deleting a project is a one second operation with the consequences that <strong>all the data</strong> related to the project <strong>will be deleted</strong>.
fr: <strong>Attention !</strong> Supprimer un projet est une opération rapide pour conséquence<strong>la suppression de toutes les données relatives au projet</strong>.

source: The form contains some errors. Please correct them to delete the project.
fr: Le formulaire contient des erreurs. Merci de les corriger pour supprimer le projet.

source: Project Statistics
fr: Statistiques du projet

source: Tab
fr: Onglet

source: Number
fr: Nombre

source: Code reviews
fr: Revues de code

source: Documentation pages
fr: Pages de documentation

source: Delete Project
fr: Supprimer le projet

source: For large projects, the suppression can take a while, please be patient.
fr: Pour de gros projets, la suppression peut durer un moment, merci de votre patience.

source: You can select the type of repository you want. In the case of subversion, you can use optionally a remote repository instead of the local one.
fr: Vous pouvez sélectionner le type de dépôt souhaité. Dans le cas d'un dépôt Subversion, vous pouvez aussi choisir un dépôt distant.

source: <strong>Once you have defined the repository type, you cannot change it</strong>.
fr: <strong>Une fois que vous avez défini le type de dépôt, vous ne pouvez pas le changer</strong>.

source: <p>Specify each person by its login. Each person must have already registered with the given login.</p> <p>Separate the logins with commas and/or new lines.</p>
fr: <p>Spécifiez chaque personne par son identifiant. Chaque personne doit avoir préalablement créé son compte.</p><p>Séparez les identifiants par des virgules ou des sauts de ligne.</p>

source: The form contains some errors. Please correct them to create the project.
fr: Le formulaire contient des erreurs. Merci de les corriger pour créer le projet.

source: You have here access to the administration of the forge.
fr: Vous avez ici accès à l'administration de la forge.

source: Welcome
fr: Bienvenue

source: Save Changes
fr: Enregistrer les changements

source: You can find here the current repository configuration of your project.
fr: Vous pouvez trouver ici la configuration du dépôt du projet.

source: The form contains some errors. Please correct them to update the source configuration.
fr: Le formulaire contient des erreurs. Merci de les corriger pour mettre à jour la configuration du dépôt.

source: Repository type:
fr: Type de dépôt :

source: Repository access:
fr: Accès au dépôt :

source: You can configure here the project tabs access rights and notification emails.
fr: Vous pouvez configurer ici les droits d'accès aux onglets et les emails de notification.

source: Notification emails will be sent from the <strong>%%from_email%%</strong> address, if you send the email to a mailing list, you may need to register this email address. If you do not want to send emails for a given type of changes, simply leave the corresponding field empty.
fr: Les emails de notifications seront envoyés depuis l'adresse <strong>%%from_email%%</strong>. Si vous envoyez les emails à une liste de diffusion, vous devez probablement valider cette email. Si vous ne voulez pas envoyer d'emails pour un type de changement, laissez vide le champ correspondant.

source: If you mark a project as private, only the project members and administrators, together with the extra authorized users you provide will have access to the project. You will still be able to define further access rights for the different tabs but the "Open to all" and "Signed in users" will default to authorized users only.
fr: Si vous marquez un projet comme privé, seuls les membres du projet et les administrateurs, associés aux utilisateurs supplémentaires autorisés, pourront accéder au projet. Vous pourrez toujours définir un niveau supplémentaire de droits d'accès aux onglets mais les options "Ouvert à tous" et "Utilisateurs authentifiés" correspondront aux utilisateurs supplémentaires.

source: Specify each person by its login. Each person must have already registered with the given login. Separate the logins with commas and/or new lines.
fr: Spécifiez chaque personne par son identifiant. Chaque personne doit avoir préalablement créé son compte. Séparez les identifiants par des virgules ou des sauts de ligne.

source: The form contains some errors. Please correct them to update the access rights.
fr: Le formulaire contient des erreurs. Merci de les corriger pour mettre à jour les droits d'accès.

source: Access Rights
fr: Droits d'accès

source: Notification Email
fr: Emails de notification

source: Project Summary
fr: Résumé du projet

source: Issue Tracking
fr: Gestionnaire des tickets

source: Project Members
fr: Membres du projet

source: Tabs Access and Notifications
fr: Accès aux onglets et notifications

source: <p><strong>Instructions:</strong></p> <p>List one status value per line in desired sort-order.</p> <p>Optionally, use an equals-sign to document the meaning of each status value.</p>
fr: <p><strong>Instructions :</strong></p> <p>Liste un status par ligne dans l'ordre désiré d'affichage.</p> <p>Vous pouvez aussi utiliser le signe = pour documenter la signification de chaque valeur.</p>

source: <p><strong>Instructions:</strong></p> <p>The description of the project can be improved using the <a href="%%url%%">Markdown syntax</a>.</p>
fr: <p><strong>Instructions :</strong></p> <p>La description du projet peut être enrichie en utilisant la <a href="%%url%%">syntaxe Markdown</a>.</p>

source: The form contains some errors. Please correct them to update the summary.
fr: Le formulaire contient des erreurs. Merci de les corriger pour mettre à jour le résumé.

source: Sign in or create your account
fr: Identifiez-vous ou créez votre compte

source: <strong>Attention!</strong> This page is marked as deprecated, use it as reference only if you are sure you need these specific information.
fr: <strong>Attention !</strong> Cette pages est marquée comme obsolète, utilisez ces informations comme référence uniquement si vous avez besoin de cette version particulière.

source: You are looking at an old revision of the page <a href="%%url%%">%%page.title%%</a>. This revision was created by %%submitter%%.
fr: Vous lisez une ancienne version de la page <a href="%%url%%">%%page.title%%</a>. Cette version a été créée par %%submitter%%.

source: by %%submitter%%
fr: par %%submitter%%

source: Delete this revision
fr: Supprimer cette version

source: Created:
fr: Créé :

source: Updated:
fr: Mis à jour :

source: Old Revisions
fr: Anciennes versions

source: Preview of the Page
fr: Prévisualisation de la page

source: The form contains some errors. Please correct them to update the page.
fr: Le formulaire contient des erreurs. Merci de les corriger pour mettre à jour la page.

source: Preview
fr: Prévisualisation

source: Update Page
fr: Mettre à jour

source: A new documentation page has been created:
fr: Une nouvelle page de documentation a été créée :

source: Documentation page:
fr: Page de documentation :

source: You are looking at an old revision (<em>%%oldrev.summary%%</em>) of the page <a href="%%url%%">%%page.title%%</a>. This revision was created by %%submitter%%.
fr: Vous lisez une ancienne version (<em>%%oldrev.summary%%</em>) de la page <a href="%%url%%">%%page.title%%</a>. Cette version fut créée par %%submitter%%.

source: If you delete this old revision, it will be removed from the database and <strong>you will not be able to recover it</strong>.
fr: Si vous supprimez cette vieille version, elle sera supprimée de la base de données et <strong>vous ne pourrez pas la récupérer ultérieurement</strong>.

source: Delete Revision
fr: Supprimer cette version

source: List Pages
fr: Liste des pages

source: Update This Page
fr: Éditer cette page

source: Search
fr: Chercher

source: The following documentation page has been updated:
fr: La page de documentation suivante a été mise à jour :

source: Updated by:
fr: Mise à jour par :

source: Changes:
fr: Changements :

source: New content:
fr: Nouveau contenu :

source: See <a href="%%url%%">the deprecated pages</a>.
fr: Voir <a href="%%url%%">les pages obsolètes</a>.

source: Number of pages:
fr: Nombre de pages :

source: Pages found:
fr: Pages trouvées :

source: <p><strong>Instructions:</strong></p> <p>The content of the page can use the <a href="%%url%%">Markdown syntax</a>.</p> <p>Website addresses are automatically linked and you can link to another page in the documentation using double square brackets like that [[AnotherPage]].</p>
fr: <p><strong>Instructions :</strong></p> <p>Le contenu de la page peut utiliser la syntaxe <a href="%%url%%">Markdown syntax</a>.</p> <p>Vous pouvez faire un lien vers une autre page de la documentation en utilisant des doubles parenthèses carrées comme cela [[UneAutrePage]].</p>

source: The form contains some errors. Please correct them to create the page.
fr: Le formulaire contient des erreurs. Merci de les corriger pour créer la page.

source: Create Page
fr: Création d'une page

source: <a href="%%url%%">Sign in or create your account</a> to create issues or add comments
fr: <a href="%%url%%">Connectez-vous ou créez votre compte</a> pour soumettre des tickets ou ajouter des commentaires

source: Project Home
fr: Page d'Accueil

source: No projects managed with InDefero were found.
fr: Aucun projet supervisé avec InDefero n'a été trouvé.

source: Managed Projects:
fr: Projets supervisés :

source: Oups, we found an error in the form.
fr: Oups, nous avons trouvé une erreur dans le formulaire.

source: Recover Your Password
fr: Récupérer votre mot de passe

source: Use your email software to read your emails and open your verification email. Either click directly on the verification link or copy/paste the verification key in the box and submit the form.
fr: Utilisez votre logiciel de messagerie pour lire votre email de vérification. Vous pouvez cliquer sur le lien fourni ou copier/coller la clef de vérification dans le formulaire et le soumettre.

source: Just after providing the confirmation key, you will be able to reset your password and use again this website fully.
fr: Juste après avoir fourni la clef de vérification, vous pourrez donner votre mot de passe et réutiliser complètement le site.

source: Confirm Your New Email Address
fr: Confirmez votre nouvelle adresse

source: Hello %%user%%, To confirm that you want %%email%% to be your new email address, just follow this link: %%url%% Alternatively, go to this page: %%urlik%% and provide the following verification key: %%key%% If you do not want to change your email address, just ignore this message. Yours faithfully, The development team.
fr: Bonjour %%user%%, Pour confirmer que vous voulez que %%email%% soit votre nouvelle adresse email, suivez le lien suivant : %%url%% Vous pouvez allez aussi sur la page suivante : %%urlik%% et fournir la clef de confirmation suivante : %%key%% Si vous ne voulez pas changer votre adresse email,ignorez simplement ce message. Cordialement, l'équipe de développement.

source: Oups, please check the provided login or email address to recover your password.
fr: Oups, veuillez vérifier l'identifiant ou l'adresse email pour récupérer votre mot de passe.

source: Recover My Password
fr: Récupérer mon mot de passe
